[
  {
    "parrafo": "En un lugar de la Mancha, de cuyo nombre no quiero acordarme, no ha mucho tiempo que vivía un hidalgo de los de lanza en astillero, adarga antigua, rocín flaco y galgo corredor."
  },
  {
    "parrafo": "Una olla de algo más vaca que carnero, salpicón las más noches, duelos y quebrantos los sábados, lentejas los viernes, algún palomino de añadidura los domingos, consumían las tres partes de su hacienda."
  },
  {
    "parrafo": "El resto della concluían sayo de velarte, calzas de velludo para las fiestas, con sus pantuflos de lo mesmo, los días de entre semana se honraba con su vellorí de lo más fino."
  },
  {
    "parrafo": "Tenía en su casa una ama que pasaba de los cuarenta, y una sobrina que no llegaba a los veinte, y un mozo de campo y plaza, que así ensillaba el rocín como tomaba la podadera."
  },
  {
    "parrafo": "Frisaba la edad de nuestro hidalgo con los cincuenta años; era de complexión recia, seco de carnes, enjuto de rostro, gran madrugador y amigo de la caza."
  },
  {
    "parrafo": "Quieren decir que tenía el sobrenombre de Quijada, o Quesada (que en esto hay alguna diferencia en los autores que deste caso escriben), aunque por conjeturas verosímiles se deja entender que se llamaba Quijana; pero esto importa poco a nuestro cuento: basta que en la narración dél no se salga un punto de la verdad."
  },
  {
    "parrafo": "En resolución, se le pasaron las noches leyendo de claro en claro, y los días de un mismo color, y así, del poco dormir y del mucho leer, se le secó el cerebro, de manera que vino a perder el juicio."
  },
  {
    "parrafo": "Llenósele de todo punto de aventuras, caballerías, pendencias, amores y desamores, y asentósele de tal modo en la fantasía que era dueño de salir a buscar el mundo por ahí."
  },
  {
    "parrafo": "Con este motivo, tomó la resolución de hacerse caballero andante, y así, armándose de toda su antigua armadura, se dispuso a salir de su casa."
  },
  {
    "parrafo": "Por el camino encontró un viejo bacín de barbero, que tomó como yelmo, y así armado, se fue a buscar aventuras."
  },
  {
    "parrafo": "Al poco andar, se encontró con un grupo de labradores que le dijeron que había una gran batalla entre los moros y los cristianos, lo que hizo que Don Quijote se lanzara a la acción."
  },
  {
    "parrafo": "Cuando llegó al campo de batalla, se dio cuenta de que todo era una ilusión y que en realidad no había nada."
  },
  {
    "parrafo": "Desconcertado, decidió regresar a casa y en el camino, se encontró con un campesino que le ofreció ayuda, pero Don Quijote se negó."
  },
  {
    "parrafo": "Finalmente, regresó a su casa, donde encontró a su ama y su sobrina preocupadas por su ausencia, pero él les aseguró que estaba en medio de grandes hazañas."
  },
  {
    "parrafo": "Así, cada día pasaba, y aunque las aventuras no eran tantas como él deseaba, su fe en ser un caballero andante no se desvanecía."
  },
  {
    "parrafo": "Las noches las pasaba soñando en grande, mientras que sus días eran de incesante lectura, lo que lo llenaba de una extraña ilusión."
  },
  {
    "parrafo": "Y en esto, pasó por su mente la idea de que debía hacer justicia y defender a los débiles, y decidió que ese sería su nuevo propósito."
  },
  {
    "parrafo": "Tomó la decisión de salir en busca de aventuras, convencido de que estaba destinado a ser un héroe."
  },
  {
    "parrafo": "Sin embargo, a pesar de sus grandes planes, los días pasaban sin que nada extraordinario ocurriera."
  },
  {
    "parrafo": "A veces se preguntaba si acaso la realidad era tan aburrida, o si él no estaba hecho para la grandeza."
  },
  {
    "parrafo": "Por las noches, se recostaba en su cama, pensando en las hazañas de los caballeros que había leído, deseando ser uno de ellos."
  },
  {
    "parrafo": "El tiempo pasaba, y aunque sus sueños eran grandes, la realidad lo mantenía en un rincón olvidado de la Mancha."
  },
  {
    "parrafo": "Así fue como un día, con el alba asomando por el horizonte, decidió que había llegado el momento de dejar atrás su antigua vida."
  },
  {
    "parrafo": "Con determinación, salió por la puerta de su casa, listo para enfrentar el mundo y buscar su destino como caballero andante."
  }
]